{
    "Welcome": "Bienvenido",
    "About": "Sobre nosotros",
    "Safety": "Seguridad",
    "Pricing": "Precios",
    "Terms": "Términos",
    "Dashboard": "Tablero",
    "Discover": "Descubrir",
    "Messages": "Mensajes",
    "Profile": "Perfil",
    "Log Out": "Cerrar sesión",
    "Log in": "Iniciar sesión",
    "Register": "Registrarse",
    "Email": "Correo electrónico",
    "Password": "Contraseña",
    "Remember me": "Recuérdame",
    "Forgot your password?": "¿Olvidaste tu contraseña?",
    "Already registered?": "¿Ya estás registrado?",
    "Name": "Nombre",
    "Confirm Password": "Confirmar contraseña",
    "Find Soulmate": "Encuentra a tu alma gemela",
    "My Profile": "Mi Perfil",
    "✨ Love starts with a simple click": "✨ El amor comienza con un simple clic",
    "Find your <br> other half.": "Encuentra finalmente <br> a tu otra mitad.",
    "Join the kindest community for dates that really matter. More than just a Match, a real connection.": "Únete a la comunidad más amable para citas que realmente importan. Más que un simple Match, una conexión real.",
    "Find Love": "Encontrar el Amor",
    "Discover more": "Descubrir más",
    "Thousands of people already connected near you.": "Ya hay miles de personas conectadas cerca de ti.",
    "Match. Chat. Date.": "Match. Chat. Date.",
    "Our approach is simple, natural and focused on your real compatibility.": "Nuestro enfoque es simple, natural y centrado en tu compatibilidad real.",
    "Verified Profiles": "Perfiles Verificados",
    "No more bad surprises. Verificamos la autenticidad de cada miembro para tu seguridad.": "No más sorpresas desagradables. Verificamos la autenticidad de cada miembro para tu seguridad.",
    "Intelligent Matching": "Matching Inteligente",
    "Our algorithm analyzes not only photos, but also your passions and life values.": "Nuestro algoritmo no solo analiza fotos, sino también tus pasiones y valores de vida.",
    "Exclusive Events": "Eventos Exclusivos",
    "Meet singles at theme nights and exclusive workshops at SoulConnect.": "Conoce solteros en noches temáticas y talleres exclusivos en SoulConnect.",
    "\"Thanks to SoulConnect, I found more than a date, I found my best friend and my partner.\"": "\"Gracias a SoulConnect, encontré más que una cita, encontré a mi mejor amiga y a mi pareja.\"",
    "Don't let chance decide anymore.": "No dejes que el azar decida más.",
    "The love of your life might already be waiting for you on SoulConnect.": "Puede que el amor de tu vida ya te esté esperando en SoulConnect.",
    "Create my Profile": "Crear mi Perfil",
    "Terms / Privacy": "Términos / Privacidad",
    "Love doesn't wait.": "El amor no espera.",
    "Our Mission": "Nuestra Misión",
    "True love in a digital world.": "Amor verdadero en un mundo digital.",
    "Why SoulConnect?": "¿Por qué SoulConnect?",
    "In a world where swipes have become a mechanical habit, we wanted to create a space where every connection makes sense. SoulConnect was born from the desire to put humans and values back at the center of online dating.": "En un mundo donde el swipe se ha convertido en un hábito mecánico, quisimos crear un espacio donde cada conexión tenga sentido. SoulConnect nació del deseo de volver a poner a las personas y los valores en el centro de las citas online.",
    "We are not just another dating app. We are a platform dedicated to those looking for a long-term relationship, based on real compatibility and mutual respect.": "No somos solo otra aplicación de citas. Somos una plataforma dedicada a quienes buscan una relación duradera, basada en la compatibilidad real y el respeto mutuo.",
    "Our Vision": "Nuestra Visión",
    "Create the first global network of singles committed to a quest for meaning and authenticity.": "Crear la primera red mondial de solteros comprometidos con una búsqueda de sentido y autenticidad.",
    "Our Values": "Nuestros Valores",
    "Safety, Kindness, Transparency. These three pillars guide each of our technical and human decisions.": "Seguridad, Amabilidad, Transparencia. Estos tres pilares guían cada una de nuestras decisiones técnicas y humanas.",
    "Join the Adventure": "Únete a la Aventura",
    "Protection & Trust": "Protección y Confianza",
    "Your safety is our top priority.": "Tu seguridad es nuestra prioridad absoluta.",
    "Our technical commitments": "Nuestros compromisos técnicos",
    "Data Encryption": "Cifrado de datos",
    "All your conversations and personal data are encrypted end-to-end.": "Todas tus conversaciones y datos personales están encriptados de extremo a extremo.",
    "AI Moderation": "Moderación por IA",
    "Our algorithm automatically detects and blocks suspicious and inappropriate behavior.": "Nuestro algoritmo detecta y bloquea automáticamente comportamientos sospechosos e inapropiados.",
    "Profile Verification": "Verificación de perfil",
    "We encourage each member to verify their profile via a dynamic selfie to ensure authenticity.": "Animamos a cada miembro a verificar su perfil mediante un selfie dinámico para garantizar la autenticidad.",
    "Tips for your dates": "Consejos para tus citas",
    "First exchanges": "Primeros intercambios",
    "Keep your exchanges on the app until you feel totally confident. Never share your bank details.": "Mantén tus intercambios en la aplicación hasta que te sientas totalmente seguro. Nunca compartas tus datos bancarios.",
    "First date": "Primera cita",
    "Always favor a public and busy place. Inform a loved one of where you are going.": "Prioriza siempre un lugar público y concurrido. Informa a un ser querido de dónde vas.",
    "Premium Pricing": "Precios Premium",
    "Premium Options": "Opciones Premium",
    "Boost your destiny.": "Potencia tu destino.",
    "Free": "Gratis",
    "20 Matches per day": "20 Matches por día",
    "Basic public profile": "Perfil público básico",
    "Standard messaging": "Mensajería estándar",
    "See who liked you": "Ver quién te ha dado like",
    "Advanced filters": "Filtros avanzados",
    "Start for free": "Empezar gratis",
    "Popular": "Popular",
    "Aura Premium": "Aura Premium",
    "/month": "/mes",
    "Unlimited Matches": "Matches ilimitados",
    "Advanced compatibility filters": "Filtros de compatibilidad avanzados",
    "Incognito Mode": "Modo Incógnito",
    "Zero ads": "Cero publicidad",
    "Become Premium": "Hacerse Premium",
    "All subscriptions are non-binding and can be canceled at any time.": "Todas las suscripciones son sin compromiso y pueden cancelarse en cualquier momento.",
    "Terms & Privacy": "Términos y Privacidad",
    "Legal.": "Legal.",
    "1. General Terms of Use": "1. Condiciones Generales de Uso",
    "By using SoulConnect, you agree to respect our community rules. Kindness and mutual respect are mandatory.": "Al usar SoulConnect, te comprometes a respetar nuestras reglas de conducta comunitaria. La amabilidad y el respeto mutuo son obligatorios.",
    "Any harassing, discriminatory or misleading behavior will result in a permanent ban without notice.": "Cualquier comportamiento de acoso, discriminación o engaño resultará en una expulsión definitiva sin previo aviso.",
    "2. Privacy Policy": "2. Política de Privacidad",
    "Your data is used only to improve your matching experience. We never sell your personal data to third parties.": "Tus datos se utilizan únicamente para mejorar tu experiencia de emparejamiento. Nunca vendemos tus datos personales a terceros.",
    "Collected data: Profile, Location (optional), Preferences.": "Datos recopilados: Perfil, Ubicación (opcional), Preferencias.",
    "Right to be forgotten: You can delete your account and all your data at any time from your settings.": "Derecho al olvido: Puedes eliminar tu cuenta y todos tus datos en cualquier momento desde tus ajustes.",
    "3. Cookies": "3. Cookies",
    "We use cookies essential to the technical functioning of the platform and the security of your session.": "Usamos cookies esenciales para el funcionamiento técnico de la plataforma y la seguridad de tu sesión.",
    "Last update: February 2026": "Última actualización: Febrero 2026",
    "Your Dating Site": "Tu sitio de citas",
    "Welcome back,": "Bienvenido de nuevo,",
    "Love might be waiting for you today.": "El amor podría estar esperándote hoy.",
    "Upgrade to Premium": "Pasar a Premium",
    "They liked you": "Te han dado like",
    "+5 New": "+5 Nouveaux",
    "Today": "Hoy",
    "Profile views": "Vistas de tu perfil",
    "Active SoulConnects": "SoulConnects Activos",
    "Suggestions for you": "Sugerencias para ti",
    "See all": "Ver todo",
    "92% Compatible": "92% Compatible",
    "85% Compatible": "85% Compatible",
    "Like": "Like",
    "View Profile": "Ver Perfil",
    "Your Radiance": "Tu Resplandor",
    "Profile Completion": "Completado del Perfil",
    "Photos added": "Fotos añadidas",
    "Bio written": "Bio redactada",
    "Verify my identity": "Verificar mi identidad",
    "Complete my Profile": "Finalizar mi Perfil",
    "Recent Activity": "Actividad Reciente",
    "You have 1 new match!": "¡Tienes 1 nuevo match!",
    "10 min ago": "Hace 10 min",
    "Your profile caught some attention.": "Tu perfil ha captado la atención.",
    "Today, 14:20": "Hoy, 14:20",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "¿Olvidaste tu contraseña? No hay problema. Solo dinos tu correo electrónico y te enviaremos un enlace de restablecimiento.",
    "Email Password Reset Link": "Enviar enlace de restablecimiento",
    "Reset Password": "Restablecer contraseña",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "¡Gracias por registrarte! Antes de comenzar, ¿podrías verificar tu correo electrónico haciendo clic en el enlace que te acabamos de enviar? Si no lo recibiste, te enviaremos otro con gusto.",
    "A new verification link has been sent to the email address you provided during registration.": "Se ha enviado un nuevo enlace de verificación al correo electrónico proporcionado durante el registro.",
    "Resend Verification Email": "Reenviar correo de verificación",
    "Let destiny guide your matches.": "Deja que el destino guíe tus encuentros.",
    "Filters": "Filtros",
    "Reset": "Reiniciar",
    "I'm looking for": "Busco",
    "Women": "Mujeres",
    "Men": "Hombres",
    "All": "Todos",
    "Location": "Ubicación",
    "My city...": "Mi ciudad...",
    "Search radius": "Radio de búsqueda",
    "Age range": "Rango de edad",
    "years": "años",
    "Apply filters": "Aplicar filtros",
    "5 km from you": "A 5 km de ti",
    "Send a message": "Enviar un mensaje",
    "Use arrows or swipe to choose": "Usa las flechas o desliza para elegir",
    "Messaging": "Mensajería",
    "Chat with your crushes": "Chatea con tus flechazos",
    "Secure Chat Active": "Chat Seguro Activo",
    "Search a match...": "Buscar un match...",
    "My Conversations": "Mis Conversaciones",
    "Say hello! 👋": "¡Diles hola! 👋",
    "No exchange for now... A little boldness? 😉": "Sin intercambios por ahora... ¿Un poco de audacia? 😉",
    "Select a conversation": "Selecciona una conversación",
    "Certified Match": "Match Certificado",
    "Online": "En línea",
    "Start of the story": "Inicio de la historia",
    "Instant T": "Instante T",
    "Audio": "Audio",
    "Photo": "Foto",
    "Your message for Sophie...": "Tu mensaje para Sophie...",
    "Just now": "Ahora mismo",
    "Paris": "París",
    "Lyon": "Lyon",
    "Manage your information and radiance preferences.": "Administra tu información y preferencias de resplandor.",
    "Personal Information": "Información Personal",
    "Account Security": "Seguridad de la Cuenta",
    "Danger Zone": "Zona de Peligro",
    "Profile Information": "Información del Perfil",
    "Update your account's profile information and email address.": "Actualiza la información de perfil y dirección de correo.",
    "Your email address is unverified.": "Tu correo no está verificado.",
    "Click here to re-send the verification email.": "Haz clic aquí para reenviar el correo de verificación.",
    "A new verification link has been sent to your email address.": "Se ha enviado un nuevo enlace de verificación a tu correo.",
    "Save": "Guardar",
    "Saved.": "Guardado.",
    "Update Password": "Actualizar Contraseña",
    "Ensure your account is using a long, random password to stay secure.": "Asegúrate de usar una contraseña larga y aleatoria.",
    "Current Password": "Contraseña Actual",
    "New Password": "Nueva Contraseña",
    "Delete Account": "Eliminar Cuenta",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Una vez eliminada la cuenta, todos sus datos se borrarán permanentemente.",
    "Are you sure you want to delete your account?": "¿Estás seguro de que quieres eliminar tu cuenta?",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Confirma con tu contraseña que quieres eliminar la cuenta de forma permanente.",
    "Cancel": "Cancelar",
    "Premium Member": "Miembro Premium",
    "Matches": "Matches",
    "Radiance": "Resplandor",
    "No bio yet... Express yourself!": "¡Aún no hay bio... Exprésate!",
    "Bio": "Bio",
    "This bio will be translated for your matches.": "Esta bio se traducirá para tus matches."
}