{
    "Welcome": "Bienvenue",
    "About": "À propos",
    "Safety": "Sécurité",
    "Pricing": "Tarifications",
    "Terms": "Conditions",
    "Dashboard": "Tableau de bord",
    "Discover": "Découvrir",
    "Messages": "Messages",
    "Profile": "Profil",
    "Log Out": "Se déconnecter",
    "Log in": "Connexion",
    "Register": "S'inscrire",
    "Email": "Email",
    "Password": "Mot de passe",
    "Remember me": "Se souvenir de moi",
    "Forgot your password?": "Mot de passe oublié ?",
    "Already registered?": "Déjà inscrit ?",
    "Name": "Nom",
    "Confirm Password": "Confirmer le mot de passe",
    "Find Soulmate": "Trouvez l'Âme Sœur",
    "My Profile": "Mon Profil",
    "✨ Love starts with a simple click": "✨ L'amour commence par un simple clic",
    "Find your <br> other half.": "Trouvez enfin <br> votre moitié.",
    "Join the kindest community for dates that really matter. More than just a Match, a real connection.": "Réjoignez la communauté la plus bienveillante pour faire des rencontres qui comptent vraiment. Plus qu'un simple Match, une vraie connexion.",
    "Find Love": "Trouver l'Amour",
    "Discover more": "Découvrir plus",
    "Thousands of people already connected near you.": "Déjà des milliers de personnes connectées près de chez vous.",
    "Match. Chat. Date.": "Match. Chat. Date.",
    "Our approach is simple, natural and focused on your real compatibility.": "Notre approche est simple, naturelle et axée sur votre compatibilité réelle.",
    "Verified Profiles": "Profils Vérifiés",
    "No more bad surprises. We verify the authenticity of each member for your safety.": "Fini les mauvaises surprises. Nous vérifions l'authenticité de chaque membre pour votre sécurité.",
    "Intelligent Matching": "Matching Intelligent",
    "Our algorithm analyzes not only photos, but also your passions and life values.": "Notre algorithme n'analyse pas seulement les photos, mais aussi vos passions et vos valeurs de vie.",
    "Exclusive Events": "Évènements Exclusifs",
    "Meet singles at theme nights and exclusive workshops at SoulConnect.": "Rencontrez des célibataires lors de soirées à thème et d'ateliers exclusifs à SoulConnect.",
    "\"Thanks to SoulConnect, I found more than a date, I found my best friend and my partner.\"": "\"Grâce à SoulConnect, j'ai trouvé bien plus qu'une rencontre, j'ai trouvé ma meilleure amie et ma compagne.\"",
    "Don't let chance decide anymore.": "Ne laissez plus le hasard décider.",
    "The love of your life might already be waiting for you on SoulConnect.": "L'amour de votre vie est peut-être déjà en train de vous attendre sur SoulConnect.",
    "Create my Profile": "Créer mon Profil",
    "Terms / Privacy": "CGU / Confidentialité",
    "Love doesn't wait.": "L'amour n'attend pas.",
    "Our Mission": "Notre Mission",
    "True love in a digital world.": "L'amour vrai dans un monde numérique.",
    "Why SoulConnect?": "Pourquoi SoulConnect ?",
    "In a world where swipes have become a mechanical habit, we wanted to create a space where every connection makes sense. SoulConnect was born from the desire to put humans and values back at the center of online dating.": "Dans un monde où les swipes sont devenus une habitude machinale, nous avons voulu créer un espace où chaque connexion a du sens. SoulConnect est né de la volonté de remettre l'humain et les valeurs au centre de la rencontre en ligne.",
    "We are not just another dating app. We are a platform dedicated to those looking for a long-term relationship, based on real compatibility and mutual respect.": "Nous ne sommes pas juste une application de rencontre supplémentaire. Nous sommes une plateforme dédiée à ceux qui cherchent une relation durable, basée sur la compatibilité réelle et le respect mutuel.",
    "Our Vision": "Notre Vision",
    "Create the first global network of singles committed to a quest for meaning and authenticity.": "Créer le premier réseau mondial de célibataires engagés dans une quête de sens et d'authenticité.",
    "Our Values": "Nos Valeurs",
    "Safety, Kindness, Transparency. These three pillars guide each of our technical and human decisions.": "Sécurité, Bienveillance, Transparence. Ces trois piliers guident chacune de nos décisions techniques et humaines.",
    "Join the Adventure": "Rejoignez l'Aventure",
    "Protection & Trust": "Protection & Confiance",
    "Your safety is our top priority.": "Votre sécurité est notre priorité absolue.",
    "Our technical commitments": "Nos engagements techniques",
    "Data Encryption": "Chiffrement des données",
    "All your conversations and personal data are encrypted end-to-end.": "Toutes vos conversations et données personnelles sont cryptées de bout en bout.",
    "AI Moderation": "Modération IA",
    "Our algorithm automatically detects and blocks suspicious and inappropriate behavior.": "Notre algorithme détecte et bloque automatiquement les comportements suspects et inappropriés.",
    "Profile Verification": "Vérification de profil",
    "We encourage each member to verify their profile via a dynamic selfie to ensure authenticity.": "Nous encourageons chaque membre à vérifier son profil via un selfie dynamique pour garantir l'authenticité.",
    "Tips for your dates": "Conseils pour vos rencontres",
    "First exchanges": "Premiers échanges",
    "Keep your exchanges on the app until you feel totally confident. Never share your bank details.": "Gardez vos échanges sur l'application jusqu'à ce que vous vous sentiez en totale confiance. Ne partagez jamais vos informations bancaires.",
    "First date": "Premier rendez-vous",
    "Always favor a public and busy place. Inform a loved one of where you are going.": "Privilégiez toujours un lieu public et très fréquenté. Prévenez un proche de l'endroit où vous vous rendez.",
    "Premium Pricing": "Tarifs Premium",
    "Premium Options": "Options Premium",
    "Boost your destiny.": "Boostez votre destin.",
    "Free": "Gratuit",
    "20 Matches per day": "20 Matchs par jour",
    "Basic public profile": "Profil public basique",
    "Standard messaging": "Messagerie standard",
    "See who liked you": "Voir qui vous a liké",
    "Advanced filters": "Filtres avancés",
    "Start for free": "Commencer gratuitement",
    "Popular": "Populaire",
    "Aura Premium": "Aura Premium",
    "/month": "/mois",
    "Unlimited Matches": "Matchs illimités",
    "Advanced compatibility filters": "Filtres de compatibilité avancés",
    "Incognito Mode": "Mode Incognito",
    "Zero ads": "Zéro publicité",
    "Become Premium": "Devenir Premium",
    "All subscriptions are non-binding and can be canceled at any time.": "Tous les abonnements sont sans engagement et peuvent être annulés à tout moment.",
    "Terms & Privacy": "CGU & Confidentialité",
    "Legal.": "Légal.",
    "1. General Terms of Use": "1. Conditions Générales d'Utilisation",
    "By using SoulConnect, you agree to respect our community rules. Kindness and mutual respect are mandatory.": "En utilisant SoulConnect, vous vous engagez à respecter nos règles de conduite communautaire. La bienveillance et le respect mutuel sont obligatoires.",
    "Any harassing, discriminatory or misleading behavior will result in a permanent ban without notice.": "Tout comportement harcelant, discriminatoire ou trompeur entraînera un bannissement définitif sans préavis.",
    "2. Privacy Policy": "2. Politique de Confidentialité",
    "Your data is used only to improve your matching experience. We never sell your personal data to third parties.": "Vos données sont utilisées uniquement pour améliorer votre expérience de matching. Nous ne vendons jamais vos données personnelles à des tiers.",
    "Collected data: Profile, Location (optional), Preferences.": "Données collectées : Profil, Localisation (optionnelle), Préférences.",
    "Right to be forgotten: You can delete your account and all your data at any time from your settings.": "Droit à l'oubli : Vous pouvez supprimer votre compte et toutes vos données à tout moment depuis vos réglages.",
    "3. Cookies": "3. Cookies",
    "We use cookies essential to the technical functioning of the platform and the security of your session.": "Nous utilisons des cookies essentiels au fonctionnement technique de la plateforme et à la sécurité de votre session.",
    "Last update: February 2026": "Dernière mise à jour : Février 2026",
    "Your Dating Site": "Votre Site de Rencontre",
    "Welcome back,": "Bon retour,",
    "Love might be waiting for you today.": "L'amour vous attend peut-être aujourd'hui.",
    "Upgrade to Premium": "Passer en Premium",
    "They liked you": "Ils vous ont liké",
    "+5 New": "+5 Nouveaux",
    "Today": "Aujourd'hui",
    "Profile views": "Vues de votre profil",
    "Active SoulConnects": "SoulConnects Actifs",
    "Suggestions for you": "Suggestions pour vous",
    "See all": "Tout voir",
    "92% Compatible": "92% Compatible",
    "85% Compatible": "85% Compatible",
    "Like": "Liker",
    "View Profile": "Voir Profil",
    "Your Radiance": "Votre Rayonnement",
    "Profile Completion": "Complétion du Profil",
    "Photos added": "Photos ajoutées",
    "Bio written": "Bio rédigée",
    "Verify my identity": "Vérifier mon identité",
    "Complete my Profile": "Finaliser mon Profil",
    "Recent Activity": "Activité Récente",
    "You have 1 new match!": "Vous avez 1 nouveau match !",
    "10 min ago": "Il y a 10 min",
    "Your profile caught some attention.": "Votre profil a capté l'attention.",
    "Today, 14:20": "Aujourd'hui, 14:20",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Mot de passe oublié ? Pas de problème. Communiquez-nous votre adresse e-mail et nous vous enverrons un lien de réinitialisation qui vous permettra d'en choisir un nouveau.",
    "Email Password Reset Link": "Envoyer le lien de réinitialisation",
    "Reset Password": "Réinitialiser le mot de passe",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Merci pour votre inscription ! Avant de commencer, pourriez-vous vérifier votre adresse e-mail en cliquant sur le lien que nous venons de vous envoyer ? Si vous n'avez pas reçu l'e-mail, nous vous en enverrons un autre avec plaisir.",
    "A new verification link has been sent to the email address you provided during registration.": "Un nouveau lien de vérification a été envoyé à l'adresse e-mail que vous avez fournie lors de l'inscription.",
    "Resend Verification Email": "Renvoyer l'e-mail de vérification",
    "Let destiny guide your matches.": "Laissez le destin guider vos rencontres.",
    "Filters": "Filtres",
    "Reset": "Réinitialiser",
    "I'm looking for": "Je recherche",
    "Women": "Femmes",
    "Men": "Hommes",
    "All": "Tous",
    "Location": "Localisation",
    "My city...": "Ma ville...",
    "Search radius": "Rayon de recherche",
    "Age range": "Tranche d'âge",
    "years": "ans",
    "Apply filters": "Appliquer les filtres",
    "5 km from you": "À 5 km de vous",
    "Send a message": "Lui envoyer un message",
    "Use arrows or swipe to choose": "Utilisez les flèches ou glissez pour choisir",
    "Messaging": "Messagerie",
    "Chat with your crushes": "Échangez avec vos coups de cœur",
    "Secure Chat Active": "Chat Sécurisé Actif",
    "Search a match...": "Chercher un match...",
    "My Conversations": "Mes Conversations",
    "Say hello! 👋": "Dites-lui coucou ! 👋",
    "No exchange for now... A little boldness? 😉": "Aucun échange pour le moment... Un peu d'audace ? 😉",
    "Select a conversation": "Sélectionnez une conversation",
    "Certified Match": "Match Certifié",
    "Online": "En ligne",
    "Start of the story": "Début de l'histoire",
    "Instant T": "Instant T",
    "Audio": "Audio",
    "Photo": "Photo",
    "Your message for Sophie...": "Votre message pour Sophie...",
    "Just now": "À l'instant",
    "Paris": "Paris",
    "Lyon": "Lyon",
    "Manage your information and radiance preferences.": "Gérez vos informations et vos préférences de rayonnement.",
    "Personal Information": "Informations Personnelles",
    "Account Security": "Sécurité du Compte",
    "Danger Zone": "Zone de Danger",
    "Profile Information": "Informations du Profil",
    "Update your account's profile information and email address.": "Mettez à jour les informations de votre profil et votre adresse e-mail.",
    "Your email address is unverified.": "Votre adresse e-mail n'est pas vérifiée.",
    "Click here to re-send the verification email.": "Cliquez ici pour renvoyer l'e-mail de vérification.",
    "A new verification link has been sent to your email address.": "Un nouveau lien de vérification a été envoyé à votre adresse e-mail.",
    "Save": "Enregistrer",
    "Saved.": "Enregistré.",
    "Update Password": "Changer le mot de passe",
    "Ensure your account is using a long, random password to stay secure.": "Assurez-vous que votre compte utilise un mot de passe long et aléatoire pour rester sécurisé.",
    "Current Password": "Mot de passe actuel",
    "New Password": "Nouveau mot de passe",
    "Delete Account": "Supprimer le compte",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Une fois votre compte supprimé, toutes ses ressources et données seront définitivement effacées. Avant de supprimer votre compte, veuillez télécharger toutes les données ou informations que vous souhaitez conserver.",
    "Are you sure you want to delete your account?": "Êtes-vous sûr de vouloir supprimer votre compte ?",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Une fois votre compte supprimé, toutes ses ressources et données seront définitivement effacées. Veuillez saisir votre mot de passe pour confirmer que vous souhaitez supprimer définitivement votre compte.",
    "Cancel": "Annuler",
    "Premium Member": "Membre Premium",
    "Matches": "Matchs",
    "Radiance": "Rayonnement",
    "No bio yet... Express yourself!": "Pas encore de bio... Exprimez-vous !",
    "Bio": "Bio",
    "This bio will be translated for your matches.": "Cette bio sera traduite pour vos matchs."
}